[
    {   
        "id": 1,
        "news_category":"NEWS",
        "news_pic": "news/levelup.png",
        "news_date":"2023-07-22",
        "news_title":"網咖全新升級，快來打咖，無論你是新手還是高手，都能在這裡找到屬於你的遊戲樂園！",
        "news_text":"📢 網咖全新升級，帶給你更驚艷的遊戲體驗！<br><br>打咖經過全面的改造和升級，提供更先進的設施、更豪華的設備和更多精彩的活動。這是我們致力於為你帶來最好的遊戲場所的承諾！<br>最新內容：<br>全新遊戲設施：我們引進了最新款的遊戲設備和電競椅，提供更舒適和高效的遊戲體驗。無論你是電競愛好者還是休閒玩家，都能在這裡找到合適的遊戲環境。<br>高速網絡連接：我們升級了網絡設施，提供更快速和穩定的網絡連接，確保你能享受到無延遲的遊戲體驗。不再擔心掉線或卡頓，專心投入遊戲的樂趣！<br>精彩活動：我們舉辦多樣化的遊戲活動，如比賽、聚會和派對等，讓你與其他玩家一同激烈競爭、交流和建立遊戲社群。不僅能享受遊戲，還能結交志同道合的朋友！<br>快來打咖吧～～～"
    },
    {
        "id": 2,
        "news_category":"ACTIVITY",
        "news_pic": "news/annual_03.png",
        "news_date":"2023-07-15",
        "news_title":"超值年度回饋～打咖獻給忠實顧客的感謝之心！",
        "news_text":"🎁 會員儲值送儲值金、漫畫租借贈品，還有消費贈品等你來拿！感謝您的支持與愛護！<br><br>會員回饋優惠：<br>儲值200元，即送20元儲值金！<br>儲值500元，即送40元儲值金！<br>儲值800元，即送60元儲值金！<br><br>漫畫租借回饋優惠：<br>單次租借達10本，即免費贈送雞腿一隻！<br>單次租借達20本，即免費贈送章魚燒一份！<br><br>消費贈品回饋優惠：<br>活動期間當日消費滿500元，即贈送打咖帆布袋一個！<br><br>※注意事項<br>1.本優惠活動不得與其他優惠活動合併使用，如有未盡事宜，打咖保留、修改、變更或暫停及終止活動之權利，且不另行通知。<br>2.本活動不得抵現金、退款。<br>3.如對本活動辦法及活動獎項有任何疑問，歡迎與我們聯繫。"
    },
    {
        "id": 3,
        "news_category":"ACTIVITY",
        "news_pic": "news/game_01.png",
        "news_date":"2023-07-10",
        "news_title":"加入我們的主題派對，探索遊戲的無限樂趣！",
        "news_text":"🎉 加入打咖主題派對，燃起狂歡熱情！專屬主題、無限樂趣，讓你的派對成為難忘回憶的開始<br><br>親愛的顧客，打咖舉辦一場令人瘋狂的主題派對！這將是一個絕對不能錯過的活動，帶給你全新的遊戲體驗和熱情洋溢的派對氛圍。<br>活動說明：<br>1.遊戲比賽：參加各種遊戲競賽，展示你的技巧和策略，爭取冠軍的榮譽。無論你喜歡角色扮演遊戲、射擊遊戲還是競技遊戲，這裡都有你喜愛的比賽項目，讓你與其他玩家一較高下。<br>2.主題裝扮：派對中，帶上你最喜愛的遊戲角色裝扮，與其他參與者一起在派對中展示你的遊戲熱情。最佳主題裝扮將有機會獲得特殊獎勵和禮品，讓你成為派對的焦點。<br>3.獨家獎品：參與主題派對的每一位遊客都有機會贏得獨家禮品和豐富獎品。抽獎、遊戲競賽獎勵和幸運抽獎將為你帶來驚喜和樂趣。這是我們對你的感謝和支持的回饋。<br>4.派對日期和地點：請密切關注我們的官方社交媒體和網站，以獲取主題派對的具體日期和地點的相關資訊。<br>這將是一個讓你與其他遊戲愛好者聚集在一起、分享激情和建立新的遊戲社交圈子的絕佳機會！帶上你的朋友和家人，一同加入我們的主題派對，一同享受遊戲的無盡樂趣！<br><br>※本活動打咖保留、修改、變更或暫停及終止活動之權利"
    },  
    {
        "id": 4,
        "news_category":"ACTIVITY",
        "news_pic": "news/prize_02.png",
        "news_date":"2023-07-01",
        "news_title":"白鑽級會員活動，專屬活動邀請，尊享獨家福利！",
        "news_text":"✨ 尊榮特權，只為白鑽級會員！專屬禮物、活動邀請，讓你感受到我們對你的感激與支持！<br><br>打咖推出一系列獨家的白鑽級會員活動！將獲得專屬的遊戲禮物、限時優惠和參與專屬活動的邀請。這是我們對你長期支持的感謝和回饋，讓你的遊戲體驗更加特別！<br>專屬遊戲禮物：將獲得獨家的遊戲禮物，如限量版遊戲周邊、遊戲道具或獨特的遊戲服飾。這些禮物將是你遊戲收藏的珍貴寶物，讓你在遊戲中獨具風格。<br>限時優惠：我們將定期提供限時優惠，讓你以優惠價格享受遊戲時間。這是我們對你的特別獎勵，讓你獲得更多的遊戲時光，同時節省金錢。<br>專屬活動邀請：這些活動可能包括新遊戲發布派對、特殊遊戲競賽、獨家預覽或專屬聚會等。作為白鑽級會員，你將是我們重要活動的優先受邀者，與其他會員一同分享這些特別時刻。<br>我們期待在白鑽級會員活動中與你相聚，一同創造難忘的遊戲時光！<br><br>※本活動打咖保留、修改、變更或暫停及終止活動之權利"
    },
    {
        "id": 5,
        "news_category":"ACTIVITY",
        "news_pic": "news/annual_02.png",
        "news_date":"2023-06-25",
        "news_title":"萬眾期待的抽獎活動開始了！抓住這個難得的機會，贏得豐的獎品！",
        "news_text":"🎁 玩遊戲，抽大獎！參加打咖的抽獎活動，有機會贏取令人驚艷的豐富獎品！<br><br>我們將於2023-07-01舉辦一個令人興奮的抽獎活動！參與抽獎，你將有機會贏取令人驚喜的獎品，讓你的遊戲體驗更加精彩。<br>如何參加：參加抽獎非常簡單！只需在我們的網咖店內享受遊戲時光，並在抽獎期間內完成遊戲時間即可獲得一張抽獎券。每多消費一定金額，你將獲得額外的抽獎券，增加中獎機會。<br>豐富獎品：我們準備了豐富多樣的獎品，包括遊戲禮包、電子產品、遊戲訂閱服務等。無論你是遊戲愛好者、科技迷還是收藏家，都能在我們的抽獎活動中找到心儀的獎品。<br>抽獎日期：抽獎活動將在特定日期結束，並公開抽出幸運得獎者。請密切關注我們的官方社交媒體和網站，以獲取抽獎日期和結果的相關資訊。<br>好運不容錯過：這是一個你不容錯過的機會！參與抽獎活動，贏得令人驚喜的獎品，讓你的遊戲時光更加精彩。邀請你的朋友一同參加，一起分享這份刺激和樂趣。<br>不要錯過這個難得的機會！趕快來打咖，享受遊戲時光，贏取精彩的獎品！<br><br>※注意事項<br>1.本優惠活動不得與其他優惠活動合併使用，如有未盡事宜，打咖保留、修改、變更或暫停及終止活動之權利，且不另行通知。<br>2.本活動不得抵現金、退款。<br>3.如對本活動辦法及活動獎項有任何疑問，歡迎與我們聯繫。"
    }, 
    {
        "id": 6,
        "news_category":"NEWS",
        "news_pic": "news/juice.png",      
        "news_date":"2023-06-18",
        "news_title":"新品特色飲品上架！品味遊戲之餘，享受美味餐飲折扣！",
        "news_text":"🍹 100% 現榨果汁，讓你的口腔充滿天然的美味！新品上市，體驗果汁的新鮮風味！<br><br>打咖現榨果汁全新上市，帶給你更多的遊戲間歇享受美味！更重要的是，現在購買果汁系列飲品，還能享受折扣優惠！<br>純天然成分：我們的現榨果汁完全由新鮮水果製成，不含任何添加劑、糖分或人工色素。每一杯果汁都是純淨的天然能量，給予你活力和健康。<br>多樣水果選擇：我們提供多種水果選擇，包括橙子、蘋果、西瓜、草莓、葡萄等等。你可以根據自己的口味喜好和營養需求選擇你喜歡的組合，創造屬於你的獨特風味。<br>現場榨取：我們的果汁是即時現場榨取的，確保你能夠享受到最大程度的新鮮度和口感。每一杯果汁都保留了水果的天然風味和營養價值，讓你在品味的同時感受到水果的鮮活生命力。<br><br>來試試我們的全新現榨果汁，讓你的口腔充滿天然的美味！無論你是想要為自己補充營養，還是追求一杯清新的飲品，我們的現榨果汁都能滿足你的需求。"
    },
    {
        "id": 7,
        "news_category":"ACTIVITY",
        "news_pic": "news/annual_04.png",
        "news_date":"2023-06-01",
        "news_title":"會員三日狂歡，划算享受不停歇，快來參與打咖會員專屬活動！",
        "news_text":"🎉 三日會員優惠活動，獻給我們最忠實的顧客！我們舉辦特別活動，以感謝你們的支持和愛護。在這三天裡，你將享受到一系列的會員特惠和豪禮！<br><br>活動日期：<br>2023-06-15~2023-06-17<br>活動詳情：<br>滿額送禮：當你在活動期間內消費達到特定金額，即可獲得限量周邊禮品，如遊戲周邊產品、獨家海報、T恤等。金額達到越高，獎品越豪華！<br>會員折扣：在這三天裡，作為會員，你將享受到特別的折扣優惠。遊戲時間、飲品、小吃等各項消費都能享受會員專屬折扣，讓你的遊戲時光更加划算！<br><br>※注意事項<br>1.本優惠活動不得與其他優惠活動合併使用，打咖保留、修改、變更或暫停及終止活動之權利。<br>2.本活動不得抵現金、退款。<br>3.如對本活動辦法及活動獎項有任何疑問，歡迎與我們聯繫。"
    },
    {
        "id": 8,
        "news_category":"NEWS",
        "news_pic": "news/comic_01.png",
        "news_date":"2023-05-25",
        "news_title":"全新服務上線！漫畫租借，讓你暢遊漫畫世界！",
        "news_text":"🔥 眾多漫畫等你發現，新上線服務驚喜連連！滿足你對漫畫世界的無限渴望！<br><br>親愛的打咖顧客們，「打咖漫畫租借服務」全新上線囉！<br>現在，你可以在我們的網咖店內暢享豐富多樣的漫畫作品，彷彿置身於一個充滿魔法、冒險和愛情的平行宇宙中。<br>我們擁有各種經典和最新的漫畫系列，涵蓋各種類型，從奇幻冒險到浪漫愛情，從科幻到歷史劇情。無論你是日本漫畫、歐美漫畫還是其他地區的作品愛好者，我們都有你喜愛的作品。<br>我們的漫畫租借系統經過精心設計，讓你輕鬆尋找你感興趣的作品，只需進入我們的網站點選相關資訊，你就可以查看漫畫庫中的所有選項，並找到你想要閱讀的作品。<br>如果你對漫畫充滿熱愛，那麼這個服務絕對不容錯過。我們期待在打咖見到你，與你一同探索無盡的漫畫世界！"
    },
    {
        "id": 9,
        "news_category":"ACTIVITY",
        "news_pic":"news/lol.png",
        "news_date":"2023-05-20",
        "news_title":"組隊集結，征服召喚峽谷！快加入我們的英雄聯盟主題網組隊活動！",
        "news_text":"🎮 召集英雄，組隊征戰！英雄聯盟主題網咖組隊活動，召集你的好友，共創傳奇戰隊！<br><br>親愛的英雄們，我們隆重舉辦一場特別的英雄聯盟主題網咖組隊活動！招募你最信賴的好友，組成無敵戰隊，攜手征戰召喚峽谷！無論你們是追求團隊合作、熱愛競技對戰，或是追求高水平競賽，這是一個不容錯過的機會！<br>招募戰友：在這次活動中，我們鼓勵你與你的好友一同組隊參與！找到你最強大的戰友，共同編織出一個傳奇的戰隊！你們將攜手並肩，共同征戰召喚峽谷，譜寫屬於自己的傳奇！<br>精彩競賽：我們將舉辦各種激烈的競賽活動，包括團隊對戰、排位賽等。這是你與你的隊友一展身手、競爭技巧的絕佳機會！準備好與其他戰隊展開激烈的戰鬥，譜寫屬於你們的勝利之歌！<br>獎勵豐厚：參與我們的英雄聯盟主題網咖組隊活動，你將有機會贏得豐厚的獎勵！我們準備了精美的遊戲周邊和現金獎金，以表彰最強大的戰隊和表現優異的玩家！這是你展現實力、獲得榮耀的最佳時機！<br><br>※注意事項<br>1.本優惠活動不得與其他優惠活動合併使用，如有未盡事宜，打咖保留、修改、變更或暫停及終止活動之權利，且不另行通知。<br>2.本活動不得抵現金、退款。<br>3.如對本活動辦法及活動獎項有任何疑問，歡迎與我們聯繫。"
    },
    {
        "id": 10,
        "news_category":"ACTIVITY",
        "news_pic": "news/game_02.png",
        "news_date":"2023-05-18",
        "news_title":"電競巔峰對決，共襄觀賽盛宴！在打咖一同見證頂尖選手戰鬥與榮耀！",
        "news_text":"🎮 電競巔峰對決，觀看活動震撼來襲！我們舉辦電競比賽觀看活動，讓你在舒適的網咖環境中共同感受頂尖選手的戰鬥，享受最刺激的電競體驗！<br><br>比賽選擇：我們精心挑選熱門的電競比賽，如《英雄聯盟》全球總決賽、《DOTA2》國際邀請賽、《絕地求生》世界大賽等。顧客可以觀看這些重要的比賽，感受頂尖選手的對決和高水準比賽的激烈。<br>舒適觀賽環境：我們提供舒適的座位、高品質的音效和視聽設備，確保每位觀眾都能享受到最佳的觀賽體驗。網咖內的大螢幕顯示器將比賽場景呈現得更加震撼逼真。<br>獎品抽獎：觀看活動期間，我們將舉辦獎品抽獎活動，讓觀眾有機會贏得精美禮品，如遊戲周邊產品、遊戲點數、獨家簽名海報等。每位觀眾都有機會帶回一份特別的紀念品。<br><br>※本活動打咖保留、修改、變更或暫停及終止活動之權利"
    },
    {
        "id": 11,
        "news_category":"ACTIVITY",
        "news_pic": "news/game_06.png",
        "news_date":"2023-05-12",
        "news_title":"網咖聯賽，挑戰真正的電競巔峰，讓你的實力成就傳奇！",
        "news_text":"🔥 加入網咖聯賽，迎接最激烈的對戰挑戰！與你的隊友一起冒險、戰鬥，攀登遊戲巔峰！<br><br>1.比賽類型：<br>遊戲選擇：主要以熱門遊戲《魔獸世界》和《絕地求生》為主，為玩家提供不同類型的對戰和競技體驗。<br>比賽模式：資格賽採用團隊對戰模式，決賽階段則進行淘汰制或循環賽。<br>2.比賽組織：<br>隊伍報名：參賽隊伍需要事先進行報名，確認隊伍成員和遊戲ID。<br>隊伍組成：每支隊伍需組成完整的隊伍，包括指揮官、戰士和支援角色。<br>參賽資格：無限制，歡迎所有對遊戲有興趣的玩家參加。<br>3.比賽規則：<br>比賽時間：比賽時間會事先公布，包括資格賽和決賽的日期和時間安排。<br>比賽場地：比賽將在專業的網咖環境中進行，確保所有參賽選手均享有公平的遊戲條件。<br>比賽規則：比賽遵循官方的遊戲規則和競賽規定，確保公平、公正的競爭環境。<br>4.獎勵與榮譽：<br>冠軍獎勵：冠軍隊伍將獲得豐厚的獎金、獎盃和獨特的稱號，成為網咖聯賽的冠軍！<br>參賽福利：所有參賽隊伍和選手均獲得網咖聯賽的紀念禮品、證書和特別優惠。<br>5.活動宣傳與報名：<br>宣傳方式：透過網咖官方網站、社交媒體平台和海報等進行宣傳，吸引更多的玩家關注和參與。<br>報名流程：參賽隊伍需要在官方網站上進行線上報名，填寫隊伍和成員的相關資料。<br><br>※本活動打咖保留、修改、變更或暫停及終止活動之權利"
    },
    {
        "id": 12,
        "news_category":"NEWS",
        "news_pic": "news/prize_04.png",
        "news_date":"2023-05-05",
        "news_title":"新福利大放送，加入我們的會員團隊，享受獨特福利、遊時光！",
        "news_text":"🔔 加入我們的會員團隊，享受獨特福利！不分等級，全員受惠！立即加入，一同打造完美遊戲時光！<br><br>消費積分：無論你是新會員還是老會員，你都能夠獲得消費積分！每次在我們的網咖內消費，你將累積積分，並可用於兌換現金折扣或免費服務。這是我們對你長期支持的感激之情！<br>會員優惠：作為會員，你將享受到獨特的優惠！不論是打折優惠、特殊服務或其他網咖內的特別福利，你都將優先獲得。這是我們對你的尊貴身份的回饋，讓你的遊戲時光更加精彩！<br>最新遊戲體驗：作為我們的會員，你將第一時間體驗最新的遊戲！我們將為會員提供獨家的遊戲預覽或提前開放，讓你成為遊戲世界的先行者。這是我們對你支持和忠誠的回報，讓你擁有獨一無二的遊戲體驗！<br>會員活動：我們將定期舉辦會員專屬活動！無論是特殊比賽、派對活動、知識講座或社區聚會，你將受邀參與其中。這是一個讓你與其他會員互動、交流和分享遊戲經驗的機會，豐富你的遊戲社交圈。"
    },
    {
        "id": 13,
        "news_category":"NEWS",
        "news_pic": "news/food.png", 
        "news_date":"2023-05-01",
        "news_title":"遊戲有我，美食更精彩！嚐盡美味佳餚，讓你的遊戲體驗更豐富多元！",
        "news_text":"🍔 打咖餐飲服務全新上線！<br><br>我們非常高興宣布，現在在網咖內提供豐富多樣的美食選擇，讓你在遊戲間隙享受美味佳餚，提供給你更完整的網咖體驗！<br>最新菜單亮點：<br>多款套餐：我們精心設計了多款網咖套餐，搭配網咖特色菜單，讓你一次滿足遊戲和美食的需求。從漢堡、三明治到炸雞和披薩，都能找到你喜愛的口味。<br>健康選擇：我們也提供健康輕食選項，如沙拉、鮮果杯和優格，讓你在遊戲間隙能輕鬆享受健康的美味。<br>飲料選擇：無論你是需要提神的咖啡、茶飲，還是清涼的汽水、果汁，我們都有各式各樣的飲料選擇，滿足你的口渴。"
    },
    {
        "id": 14,
        "news_category":"NEWS",
        "news_pic": "news/game_03.png", 
        "news_date":"2022-04-20",
        "news_title":"快來打咖，遇見全新遊戲！迎接刺激挑戰，成為遊戲世界的冠軍！",
        "news_text":"🚀 新遊戲震撼上架！熱血戰鬥即將展開！<br><br>打咖全新的遊戲即將上架！準備好迎接無限的遊戲樂趣和刺激的戰鬥嗎？<br>這些遊戲將給你帶來全新的遊戲體驗，讓你在虛擬世界中戰勝一切對手。<br><br>多樣化的遊戲類型：我們的新遊戲涵蓋了各種類型，無論你是喜歡RPG、射擊、益智還是冒險遊戲，我們都有適合你的選擇。挑戰你的策略思維、測試你的反應速度或者沉浸在引人入勝的劇情中，讓你的遊戲時光更加多姿多彩。<br>免費體驗：我們知道你想第一時間體驗這些令人興奮的新遊戲。因此，在上架期間，你可以免費體驗這些新遊戲的試玩版。邀請你的朋友一同加入，一同感受這些精心打造的遊戲世界。<br>競技對戰：喜歡與其他玩家一較高下嗎？我們的新遊戲提供了多人競技對戰模式，讓你與全球的玩家一同競爭。展示你的技巧，爭取頂級排名，並獲得豐富的獎勵。<br>無論你是一個熱愛遊戲的菜鳥還是經驗豐富的玩家，我們都有適合你的遊戲。新遊戲的上架將為你帶來新的挑戰和樂趣，讓你沉浸在引人入勝的故事中。"
    },
    {
        "id": 15,
        "news_category":"NEWS",
        "news_pic": "news/prize_03.png",
        "news_date":"2023-04-10",
        "news_title":"每月特價日，享受超值優惠！讓你的遊戲時間更加划算！",
        "news_text":"💫 特價日狂歡，抓住超值遊戲時刻！加入我們，享受特別的遊戲優惠！<br><br>親愛的遊戲愛好者們，打咖將於每月15日舉辦特價日活動，我們將提供特別的折扣優惠，讓你在這一天享受更長時間的遊戲，同時節省更多金錢！<br>特價時段：在特價日的指定時段內，你可以以優惠價格租借遊戲時間。<br>這是一個絕佳的機會，讓你與朋友一起深入遊戲世界，一同挑戰、競爭和合作！<br>多樣遊戲：無論你是喜歡角色扮演、射擊還是競技遊戲，我們的網咖店都有各種多樣的遊戲供你選擇。這些遊戲將帶給你無盡的樂趣和刺激，在每月特價日，你可以更經濟實惠地體驗這些精彩遊戲！<br>更多驚喜：除了折扣優惠，我們還將準備一些驚喜和禮物給參與特價日的顧客。<br>這是我們對你長期支持的回饋，讓你在特價日感受到更多的喜悅和驚喜！_每月特價日是你的遊戲時光更加划算的絕佳機會！帶上你的朋友和家人，一同來我們的網咖店，享受這個特殊的優惠日！"
    },
    {
        "id": 16,
        "news_category":"NEWS",
        "news_pic": "news/open_01.png", 
        "news_date":"2023-04-01",
        "news_title":"新店開張！最新設備、最豪華環境，打造你的極致遊戲體！",
        "news_text":"🎉 新店開張！網咖樂趣翻倍，專屬優惠等你來享！<br><br>親愛的遊戲愛好者們，打咖桃園中壢店將於2023-04-18開業！為了慶祝這個特殊的時刻，我們推出了一系列令人興奮的開張優惠，讓你的遊戲體驗更加精彩！<br>開張特惠：在開業當日的前50位顧客可享受免費1小時遊戲時間！這是我們送給你的禮物，讓你第一時間體驗我們嶄新的網咖設施和高品質的遊戲環境。<br>最新遊戲：我們為你準備了最新和最熱門的遊戲！無論你是熱愛角色扮演遊戲、射擊遊戲還是競技遊戲，我們都有你喜愛的選擇。快來嘗試這些令人興奮的遊戲，與朋友一起展開冒險之旅！<br>獨家禮物：參加我們的開張活動，你還有機會獲得獨家禮物和驚喜！無論是遊戲周邊產品、限量版商品還是遊戲禮包，都是我們送給你的感謝之情。<br><br>這是一個你不容錯過的機會！快來打咖體驗獨特的遊戲樂趣，參加開張優惠！"
    }
]